# Taps
tap "homebrew/services"
tap "oven-sh/bun"
tap "stripe/stripe-cli"

# Formulae
brew "act"
brew "bat"
brew "cloudflared"
brew "cmake"
brew "docker-credential-helper"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "gtop"
brew "lazygit"
brew "libpq"
brew "jpeg-xl"
brew "jq"
brew "mas"
brew "neovim"
brew "opencode"
brew "oven-sh/bun/bun"
brew "p7zip"
brew "pipx"
brew "rbenv"
brew "ripgrep"
brew "sqlc"
brew "stripe/stripe-cli/stripe"
brew "swiftformat"
brew "tldr"
brew "tokei"
brew "tree"
brew "uv"
brew "webp"
brew "wget"
brew "xcbeautify"
brew "xcode-build-server"

# Casks
cask "aldente"
cask "appcleaner"
cask "arc"
cask "betterdisplay"
cask "chatgpt"
cask "cursor"
cask "codex"
cask "conductor"
cask "dbngin"
cask "ghostty"
cask "helium-browser"
cask "iina"
cask "karabiner-elements"
cask "keka"
cask "knockknock"
cask "little-snitch"
cask "mac-mouse-fix"
cask "ngrok"
cask "orbstack"
cask "termius"
cask "tg-pro"
cask "rectangle"
cask "tableplus"
cask "vscodium"

# mas
mas "uBlock Origin Lite", id: 6745342698
mas "Noir – Dark Mode for Safari", id: 1592917505
