tap "antoniorodr/memo"
tap "batuhank/proxybat", "https://github.com/batuhank/proxybat"
tap "cameroncooke/axe"
tap "can1357/tap"
tap "getsentry/xcodebuildmcp"
tap "homebrew/services"
tap "openclaw/tap"
tap "openhue/cli"
tap "oven-sh/bun"
tap "ramonvermeulen/whosthere"
tap "rudrankriyam/tap"
tap "steipete/tap", trusted: { formulae: ["oracle"] }
tap "stripe/stripe-cli"
tap "tobi/try", "https://github.com/tobi/try"
tap "tuist/tuist"
tap "yakitrak/yakitrak"
brew "act"
brew "asc"
brew "openssl@3"
brew "bat"
brew "cloudflared"
brew "cmake"
brew "docker", link: false
brew "docker-credential-helper"
brew "dufs"
brew "espeak-ng"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "gtop"
brew "himalaya"
brew "ipatool"
brew "webp"
brew "jadx"
brew "jpeg-xl"
brew "jq"
brew "lazygit", link: false
brew "libpq"
brew "libyaml"
brew "mas"
brew "mole"
brew "neovim"
brew "newman"
brew "ninja"
brew "openai-whisper"
brew "openjdk@17"
brew "p7zip"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "python@3.12"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "sqlc"
brew "yt-dlp"
brew "summarize"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "uv"
brew "wget"
brew "whosthere"
brew "wimlib"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "can1357/tap/omp", trusted: true
brew "openclaw/tap/goplaces", link: false
brew "steipete/tap/bird"
cask "1password-cli"
cask "aldente"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "appcleaner"
cask "arc"
cask "basictex"
cask "betterdisplay"
cask "chatgpt"
cask "claude-code"
cask "codex"
cask "steipete/tap/codexbar"
cask "conductor"
cask "dbngin"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "openclaw/tap/goplaces", trusted: true
cask "helium-browser"
cask "iina"
cask "karabiner-elements"
cask "keka"
cask "knockknock"
cask "little-snitch"
cask "mac-mouse-fix"
cask "orbstack"
cask "batuhank/proxybat/proxybat"
cask "rectangle"
cask "skim"
cask "steamcmd"
cask "tableplus"
cask "termius"
cask "tg-pro"
cask "vscodium"
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Apple Configurator", id: 1037126344
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "GSE SMART IPTV", id: 1293083751
mas "Keynote", id: 409183694
mas "Kickstart", id: 6758355178
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 361309726
mas "Reeder", id: 1529448980
mas "Semantic SF", id: 6738750845
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "uBlock Origin Lite", id: 6745342698
mas "Wappalyzer - Technology profiler", id: 1520333300
mas "Windows App", id: 1295203466
go "github.com/bootdotdev/bootdev"
go "github.com/pressly/goose/v3/cmd/goose"
go "golang.org/x/tools/gopls"
go "github.com/securego/gosec/v2/cmd/gosec"
go "github.com/bilalbayram/hellogo"
go "github.com/bilalbayram/metacli/cmd/meta"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cargo-binutils"
cargo "cargo-generate"
cargo "just"
cargo "loco-cli"
cargo "mdbook"
cargo "mdbook-quiz"
cargo "mdbook-tts"
cargo "rustlings"
cargo "rustube-cli"
cargo "sea-orm-cli"
npm "@earendil-works/pi-coding-agent"
npm "@google/gemini-cli"
npm "@shopify/cli"
npm "create-dmg"
npm "forgecad"
npm "pi-subagents"
npm "vercel"
